Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Smart Acceleration
ar: التسريع الذكي
de: Intelligente Beschleunigung
es: Aceleración inteligente
fr: Accélération intelligente
it: Accelerazione intelligente
ja: スマート アクセラレーション
ko: 스마트 가속
pt_br: Aceleração inteligente
ru: Умное ускорение
zh_hans: 智能加速
zh_hant: 智慧加速

source: Smart bot detection without puzzles
ar: اكتشاف ذكي للبوتات بدون ألغاز
de: Intelligente Bot-Erkennung ohne Rätsel
es: Detección inteligente de bots sin acertijos
fr: Détection intelligente des bots sans énigmes
it: Rilevamento intelligente dei bot senza puzzle
ja: パズル不要のスマート Bot 検出
ko: 퍼즐 없는 스마트 봇 감지
pt_br: Detecção inteligente de bots sem quebra-cabeças
ru: Умное обнаружение ботов без капчи
zh_hans: 暂无感知智能人机验证防护
zh_hant: 無感知智慧人機驗證防護

source: Smart Routing
ar: التوجيه الذكي
de: Intelligentes Routing
es: Enrutamiento inteligente
fr: Routage intelligent
it: Itinerario intelligente
ja: スマートルーティング
ko: 스마트 라우팅
pt_br: Roteamento Inteligente
ru: Умная маршрутизация
zh_hans: 智能路由
zh_hant: 智能路由

source: Snippet
ar: مقتطف
de: Ausschnitt
es: Retazo
fr: Extrait
it: Frammento
ja: スニペット
ko: 단편
pt_br: Trecho
ru: Фрагмент
zh_hans: Snippet 代码片段
zh_hant: Snippet 程式碼片段

source: Snippet Bound
ar: مقتطف منضم
de: Snippet-gebunden
es: Fragmento enlazado
fr: Extrait lié
it: Snippet rilegato
ja: バインドされたスニペット
ko: 스니펫 바운드
pt_br: Limite de trecho
ru: Связанный фрагмент
zh_hans: Snippet 规则已绑定
zh_hant: Snippet 規則已绑定

source: Snippet Deleted
ar: تم حذف المقتطف
de: Snippet gelöscht
es: Fragmento eliminado
fr: Extrait supprimé
it: Frammento eliminato
ja: スニペットが削除されました
ko: 조각이 삭제되었습니다.
pt_br: Fragmento excluído
ru: Фрагмент удален.
zh_hans: 代码片段已删除
zh_hant: 程式碼片段已刪除

source: Snippet Name
ar: اسم المقتطف
es: Nombre del fragmento
fr: Nom de l'extrait
it: Nome del frammento
ja: スニペット名
ko: 스니펫 이름
pt_br: Nome do trecho
ru: Имя фрагмента
zh_hans: Snippet 名称
zh_hant: Snippet 名称

source: Snippet Saved
ar: تم حفظ المقتطف
de: Snippet gespeichert
es: Fragmento guardado
fr: Extrait enregistré
it: Frammento salvato
ja: スニペットが保存されました
ko: 스니펫이 저장되었습니다.
pt_br: Fragmento salvo
ru: Фрагмент сохранен.
zh_hans: Snippet 脚本已保存
zh_hant: Snippet 脚本已儲存

source: Snippet saved successfully
ar: تم حفظ المقتطف بنجاح
de: Snippet erfolgreich gespeichert
es: Fragmento guardado exitosamente
fr: Extrait enregistré avec succès
it: Frammento salvato correttamente
ja: スニペットが正常に保存されました
ko: 스니펫이 성공적으로 저장되었습니다.
pt_br: Snippet salvo com sucesso
ru: Фрагмент успешно сохранен.
zh_hans: 代码片段保存成功
zh_hant: 程式碼片段儲存成功

source: Snippet Scripts
ar: مخطوطات مقتطف
de: Snippet-Skripte
es: Guiones de fragmentos
fr: Scripts d'extraits
it: Script di frammenti
ja: スニペットスクリプト
ko: 스니펫 스크립트
pt_br: Scripts de trechos
ru: Скрипты фрагментов
zh_hans: Snippet 脚本
zh_hant: Snippet 脚本

source: Snippet Scripts (%lld)
ar: البرامج النصية للأجزاء (%lld)
de: Snippet-Skripte (%lld)
es: Secuencias de comandos de fragmentos (%lld)
fr: Scripts d'extraits de code (%lld)
it: Script di frammenti (%lld)
ja: スニペット スクリプト (%lld)
ko: 조각 스크립트(%lld)
pt_br: Scripts de trechos (%lld)
ru: Фрагменты сценариев (%lld)
zh_hans: Snippet 脚本 (%lld)
zh_hant: Snippet 脚本 (%lld)

source: Snippet: %@
ar: المقتطف: %@
es: Fragmento: %@
fr: Extrait : %@
ja: スニペット: %@
ko: 스니펫: %@
ru: Сниппет: %@
zh_hans: 代码片段：%1$@
zh_hant: 程式碼片段：%1$@

source: Snippets
ar: المقتطفات (Snippets)
it: Snippet
ru: Сниппеты
zh_hans: Snippets 代码片段
zh_hant: Snippets 程式碼片段

source: Snippets (%lld)
ar: القصاصات (%lld)
de: Schnipsel (%lld)
es: Fragmentos (%lld)
fr: Extraits (%lld)
it: Snippet (%lld)
ja: スニペット (%lld)
ko: 조각(%lld)
pt_br: Trechos (%lld)
ru: Фрагменты (%lld)
zh_hans: 代码片段 (%lld)
zh_hant: 程式碼片段 (%lld)

source: Snippets run micro JavaScript functions on HTTP requests with sub-millisecond execution time.
ar: تعمل المقتطفات على تشغيل وظائف JavaScript صغيرة على طلبات HTTP مع وقت تنفيذ أقل من مللي ثانية.
de: Snippets führen Mikro-JavaScript-Funktionen auf HTTP-Anfragen mit einer Ausführungszeit von weniger als einer Millisekunde aus.
es: Los fragmentos ejecutan funciones micro JavaScript en solicitudes HTTP con un tiempo de ejecución inferior a un milisegundo.
fr: Les extraits exécutent des fonctions micro JavaScript sur les requêtes HTTP avec un temps d'exécution inférieur à la milliseconde.
it: Gli snippet eseguono funzioni micro JavaScript su richieste HTTP con tempi di esecuzione inferiori al millisecondo.
ja: スニペットは、ミリ秒未満の実行時間で HTTP リクエストに対してマイクロ JavaScript 関数を実行します。
ko: 스니펫은 밀리초 미만의 실행 시간으로 HTTP 요청에 대해 마이크로 JavaScript 기능을 실행합니다.
pt_br: Os snippets executam funções micro JavaScript em solicitações HTTP com tempo de execução inferior a um milissegundo.
ru: Фрагменты запускают микрофункции JavaScript по HTTP-запросам со временем выполнения менее миллисекунды.
zh_hans: Snippets 提供了亚毫秒级的微型 JavaScript 代码执行能力，比完整 Workers 更轻量。
zh_hant: Snippets 提供了亚毫秒級的微型 JavaScript 程式碼执行能力，比完整 Workers 更轻量。

source: Some services or edge data centers are degraded
ar: تدهورت بعض الخدمات أو مراكز بيانات الحافة
de: Einige Dienste oder Edge-Rechenzentren sind beeinträchtigt
es: Algunos servicios o centros de datos perimetrales están degradados
fr: Certains services ou centres de données Edge sont dégradés
it: Alcuni servizi o data center edge sono degradati
ja: 一部のサービスまたはエッジ データセンターの性能が低下している
ko: 일부 서비스 또는 엣지 데이터 센터의 성능이 저하됨
pt_br: Alguns serviços ou data centers de ponta estão degradados
ru: Некоторые услуги или периферийные центры обработки данных ухудшились.
zh_hans: 部分服务或边缘数据中心发生性能降级或维护
zh_hant: 部分服务或邊緣數据中心發生性能降級或維護

source: Sort By
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar por
ru: Сортировать по
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort Records
ar: فرز السجلات
de: Einträge sortieren
es: Ordenar registros
fr: Trier les enregistrements
it: Ordina record
ja: レコードを並べ替え
ko: 레코드 정렬
pt_br: Ordenar registros
ru: Сортировать записи
zh_hans: 排序记录
zh_hant: 排序記錄

source: Source
ar: المصدر
de: Quelle
es: Origen
it: Sorgente
ja: ソース
ko: 소스
pt_br: Origem
ru: Источник
zh_hans: 来源
zh_hant: 來源

source: Source / Engine
ar: المصدر/ المحرك
de: Quelle / Engine
es: Fuente / Motor
fr: Source/Moteur
it: Sorgente/motore
ja: ソース/エンジン
ko: 소스/엔진
pt_br: Fonte/Motor
ru: Источник/движок
zh_hans: 来源 / 引擎
zh_hant: 来源 / 引擎

source: Source Code
ar: كود المصدر
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
pt_br: Código Fonte
ru: Исходный код
zh_hans: 源代码
zh_hant: 源程式碼

source: Source code copied
ar: تم نسخ كود المصدر
de: Quellcode kopiert
es: Código fuente copiado
fr: Code source copié
it: Codice sorgente copiato
ja: ソースコードをコピーしました
ko: 소스코드 복사됨
pt_br: Código fonte copiado
ru: Исходный код скопирован
zh_hans: 源码已复制
zh_hant: 源碼已複製

source: Source Configuration
ar: تكوين المصدر
de: Quellkonfiguration
es: Configuración de origen
fr: Configuration source
it: Configurazione della sorgente
ja: ソース構成
ko: 소스 구성
pt_br: Configuração de origem
ru: Исходная конфигурация
zh_hans: 源码配置
zh_hant: 源碼設定

source: Source IP
ar: مصدر IP
de: Quell-IP
es: IP de origen
fr: Adresse IP source
it: IP di origine
ja: 送信元IP
ko: 소스 IP
pt_br: IP de origem
ru: Исходный IP-адрес
zh_hans: 来源 IP
zh_hant: 来源 IP

source: Source URL
ar: عنوان URL المصدر
de: Quell-URL
es: URL de origen
fr: URL source
it: URL di origine
ja: ソースURL
ko: 소스 URL
pt_br: URL de origem
ru: URL-адрес источника
zh_hans: 源 URL
zh_hant: 源 URL

source: Source URL (e.g. example.com/old)
ar: عنوان URL المصدر (مثل example.com/old)
de: Quell-URL (z. B. example.com/old)
es: URL de origen (ej. example.com/old)
fr: URL source (ex. example.com/old)
it: URL di origine (es. example.com/old)
ja: 元の URL (例: example.com/old)
ko: 소스 URL (예: example.com/old)
pt_br: URL de origem (ex.: example.com/old)
ru: Исходный URL (например, example.com/old)
zh_hans: 源 URL（例如 example.com/old）
zh_hant: 來源 URL（例如 example.com/old）

source: Speculative HTML prefetching for instant page navigation.
ar: الجلب المسبق التخميني لـ HTML للتنقل الفوري بين الصفحات.
de: Spekulatives HTML-Prefetching für sofortige Seitennavigation.
es: Precarga especulativa de HTML para una navegación instantánea por la página.
fr: Préchargement spéculatif du code HTML pour une navigation instantanée sur les pages.
it: Pre-fetching speculativo di HTML per una navigazione istantanea tra le pagine.
ja: 即時のページ ナビゲーションのための推測的 HTML プリフェッチ。
ko: 즉각적인 페이지 탐색을 위한 추측적 HTML 프리페치.
pt_br: Pré-busca especulativa de HTML para navegação instantânea de página.
ru: Спекулятивная предварительная выборка HTML для мгновенной навигации по страницам.
zh_hans: 推测性 HTML 预取以实现即时页面导航。
zh_hant: 推測性 HTML 預先擷取以實現即時頁面導覽。

source: Speech Recognition & Audio
ar: التعرف على الكلام والصوت
de: Spracherkennung & Audio
es: Reconocimiento de voz y audio
fr: Reconnaissance vocale et audio
it: Riconoscimento vocale e audio
ja: 音声認識とオーディオ
ko: 음성 인식 및 오디오
pt_br: Reconhecimento de fala e áudio
ru: Распознавание речи и аудио
zh_hans: 语音识别与音频
zh_hant: 語音辨識與音訊

source: Speed
ar: سرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: スピード
ko: 속도
pt_br: Velocidade
ru: Скорость
zh_hans: 速度
zh_hant: 速度

source: Speed & Caching
ar: السرعة والتخزين المؤقت
de: Geschwindigkeit und Caching
es: Velocidad y almacenamiento en caché
fr: Vitesse et mise en cache
it: Velocità e memorizzazione nella cache
ja: 速度とキャッシング
ko: 속도 및 캐싱
pt_br: Velocidade e cache
ru: Скорость и кэширование
zh_hans: 速度与缓存
zh_hant: 速度与快取

source: Speed Brain Disabled
ar: تم تعطيل Speed Brain
de: Speed Brain deaktiviert
es: Speed Brain desactivado
fr: Speed Brain désactivé
it: Speed Brain disattivato
ja: Speed Brain を無効にしました
ko: Speed Brain 비활성화됨
pt_br: Speed Brain desativado
ru: Speed Brain отключен
zh_hans: 已禁用 Speed Brain
zh_hant: 已停用 Speed Brain

source: Speed Brain Enabled
ar: تم تفعيل Speed Brain
de: Speed Brain aktiviert
es: Speed Brain activado
fr: Speed Brain activé
it: Speed Brain attivato
ja: Speed Brain を有効にしました
ko: Speed Brain 활성화됨
pt_br: Speed Brain ativado
ru: Speed Brain включен
zh_hans: 已启用 Speed Brain
zh_hant: 已啟用 Speed Brain

source: Speed Brain uses predictive prefetching to load web pages before users click.
ar: يستخدم Speed Brain الجلب المسبق التنبؤي لتحميل صفحات الويب قبل أن ينقر المستخدمون.
de: Speed Brain nutzt vorausschauendes Prefetching, um Webseiten zu laden, bevor Nutzer klicken.
es: Speed Brain utiliza la precarga predictiva para cargar páginas web antes de que los usuarios hagan clic.
fr: Speed Brain utilise le préchargement prédictif pour charger les pages Web avant que les utilisateurs ne cliquent.
it: Speed Brain utilizza il pre-fetching predittivo per caricare le pagine web prima che gli utenti facciano clic.
ja: Speed Brain は予測プリフェッチを使用して、ユーザーがクリックする前に Web ページを読み込みます。
ko: Speed Brain은 예측 프리페치를 사용하여 사용자가 클릭하기 전에 웹 페이지를 로드합니다.
pt_br: O Speed Brain usa pré-busca preditiva para carregar páginas da web antes que os usuários cliquem.
ru: Speed Brain использует предиктивную предварительную выборку для загрузки веб-страниц до того, как пользователи нажмут на них.
zh_hans: Speed Brain 使用预测性预取在用户点击之前预先加载网页。
zh_hant: Speed Brain 使用預測性預先擷取在使用者點擊之前預先載入網頁。

source: Speed Optimization
ar: تحسين السرعة
de: Geschwindigkeitsoptimierung
es: Optimización de velocidad
fr: Optimisation de la vitesse
it: Ottimizzazione della velocità
ja: 速度の最適化
ko: 속도 최적화
pt_br: Otimização de velocidade
ru: Оптимизация скорости
zh_hans: 速度优化
zh_hant: 速度优化

source: Speed up page load times for HTTPS traffic.
ar: تسريع أوقات تحميل الصفحة لحركة مرور HTTPS.
de: Seitenladezeiten für HTTPS-Verkehr beschleunigen.
es: Acelera los tiempos de carga de la página para el tráfico HTTPS.
fr: Accélérez les temps de chargement des pages pour le trafic HTTPS.
it: Accelera i tempi di caricamento delle pagine per il traffico HTTPS.
ja: HTTPS トラフィックのページ読み込み時間を短縮します。
ko: HTTPS 트래픽에 대한 페이지 로드 시간을 단축합니다.
pt_br: Acelere o tempo de carregamento da página para tráfego HTTPS.
ru: Ускорьте время загрузки страниц для трафика HTTPS.
zh_hans: 加快 HTTPS 流量的页面加载速度。
zh_hant: 加快 HTTPS 流量的頁面載入速度。

source: Speed up page load times for your visitor's HTTPS traffic by applying Brotli compression.
ar: قم بتسريع أوقات تحميل الصفحة لحركة مرور HTTPS الخاصة بزائرك من خلال تطبيق ضغط Brotli.
de: Beschleunigen Sie die Seitenladezeiten für den HTTPS-Verkehr Ihrer Besucher, indem Sie die Brotli-Komprimierung anwenden.
es: Acelere los tiempos de carga de la página para el tráfico HTTPS de sus visitantes aplicando la compresión Brotli.
fr: Accélérez les temps de chargement des pages pour le trafic HTTPS de vos visiteurs en appliquant la compression Brotli.
it: Accelera i tempi di caricamento della pagina per il traffico HTTPS dei tuoi visitatori applicando la compressione Brotli.
ja: Brotli 圧縮を適用することで、訪問者の HTTPS トラフィックのページ読み込み時間を短縮します。
ko: Brotli 압축을 적용하여 방문자의 HTTPS 트래픽에 대한 페이지 로드 시간을 단축하세요.
pt_br: Acelere o tempo de carregamento da página para o tráfego HTTPS do seu visitante aplicando a compactação Brotli.
ru: Ускорьте загрузку страницы для HTTPS-трафика вашего посетителя, применив сжатие Brotli.
zh_hans: 通过应用 Brotli 压缩，加快访客的 HTTPS 流量页面加载时间。
zh_hant: 通過應用 Brotli 壓縮，加快访客的 HTTPS 流量頁面加載時間。

source: SQL Query Console
ar: وحدة تحكم استعلامات SQL
de: SQL-Abfragekonsole
es: Consola de consultas SQL
fr: Console de requêtes SQL
it: Console di query SQL
ja: SQL クエリ コンソール
ko: SQL 쿼리 콘솔
pt_br: Console de consulta SQL
ru: Консоль SQL-запросов
zh_hans: SQL 查询控制台
zh_hant: SQL 查詢主控台

source: SSL / TLS
ar: طبقة المقابس الآمنة/طبقة النقل الآمنة
ru: SSL / ТЛС

source: SSL / TLS Encryption
ar: تشفير SSL / TLS
de: SSL / TLS-Verschlüsselung
es: Cifrado SSL / TLS
fr: Chiffrement SSL / TLS
it: Crittografia SSL / TLS
ja: SSL / TLS 暗号化
ko: SSL / TLS 암호화
pt_br: Criptografia SSL / TLS
ru: Шифрование SSL / TLS
zh_hans: SSL / TLS 加密
zh_hant: SSL / TLS 加密

source: SSL Certificate Inspector
ar: مفتش شهادة SSL
de: SSL-Zertifikatsinspektor
es: Inspector de certificados SSL
fr: Inspecteur de certificat SSL
it: Ispettore certificato SSL
ja: SSL証明書インスペクター
ko: SSL 인증서 검사기
pt_br: Inspetor de Certificado SSL
ru: Инспектор SSL-сертификатов
zh_hans: SSL 证书深度分析
zh_hant: SSL 憑證深度分析

source: SSL Encryption Mode
ar: وضع تشفير SSL
de: SSL-Verschlüsselungsmodus
es: Modo de cifrado SSL
fr: Mode de cryptage SSL
it: Modalità di crittografia SSL
ja: SSL暗号化モード
ko: SSL 암호화 모드
pt_br: Modo de criptografia SSL
ru: Режим SSL-шифрования
zh_hans: SSL 加密模式
zh_hant: SSL 加密模式

source: SSL Inspect
ar: فحص SSL
de: SSL-Prüfung
es: Inspección de SSL
fr: Inspection SSL
it: Ispezione SSL
ja: SSL 検査
ko: SSL 검사
pt_br: Inspeção SSL
ru: Проверка SSL
zh_hans: SSL 证书检查
zh_hant: SSL 憑證檢查

source: SSL Inspector
ar: مفتش SSL
de: SSL-Inspektor
es: Inspector SSL
fr: Inspecteur SSL
it: Ispettore SSL
ja: SSLインスペクター
ko: SSL 검사기
pt_br: Inspetor SSL
ru: SSL-инспектор
zh_hans: 证书诊断
zh_hant: 憑證诊断

source: SSL/TLS
ar: طبقة المقابس الآمنة/طبقة النقل الآمنة

source: SSL/TLS Encryption
ar: تشفير SSL/TLS
de: SSL/TLS-Verschlüsselung
es: Cifrado SSL/TLS
fr: Chiffrement SSL/TLS
it: Crittografia SSL/TLS
ja: SSL/TLS 暗号化
ko: SSL/TLS 암호화
pt_br: Criptografia SSL/TLS
ru: Шифрование SSL/TLS
zh_hans: SSL/TLS 加密
zh_hant: SSL/TLS 加密

source: SSL/TLS Encryption Mode
ar: وضع تشفير SSL/TLS
de: SSL/TLS-Verschlüsselungsmodus
es: Modo de cifrado SSL/TLS
fr: Mode de cryptage SSL/TLS
it: Modalità di crittografia SSL/TLS
ja: SSL/TLS暗号化モード
ko: SSL/TLS 암호화 모드
pt_br: Modo de criptografia SSL/TLS
ru: Режим шифрования SSL/TLS
zh_hans: SSL/TLS 加密模式
zh_hant: SSL/TLS 加密模式

source: SSL/TLS Mode
ar: وضع SSL/TLS
de: SSL/TLS-Modus
es: Modo SSL/TLS
fr: Mode SSL/TLS
it: Modalità SSL/TLS
ja: SSL/TLSモード
ko: SSL/TLS 모드
pt_br: Modo SSL/TLS
ru: Режим SSL/TLS
zh_hans: SSL/TLS 加密模式
zh_hant: SSL/TLS 加密模式

source: Standard
ar: قياسي
es: Estándar
ja: 標準
ko: 표준
pt_br: Padrão
ru: Стандартный
zh_hans: 标准
zh_hant: 標準

source: Standard 5-segment cron format: minute hour day-of-month month day-of-week (UTC).
ar: تنسيق cron القياسي المكون من 5 أجزاء: الدقيقة الساعة يوم-من-الشهر الشهر يوم-من-الأسبوع (UTC).
de: Standard-5-Segment-Cron-Format: Minute Stunde Tag-des-Monats Monat Wochentag (UTC).
es: Formato cron estándar de 5 segmentos: minuto hora día-del-mes mes día-de-la-semana (UTC).
fr: Format cron standard à 5 segments : minute heure jour-du-mois mois jour-de-la-semaine (UTC).
it: Formato cron standard a 5 segmenti: minuto ora giorno-del-mese mese giorno-della-settimana (UTC).
ja: 標準の 5 セグメント Cron 形式: 分 時 日 月 曜日 (UTC)。
ko: 표준 5개 세그먼트 cron 형식: 분 시 일 월 요일(UTC).
pt_br: Formato cron padrão de 5 segmentos: minuto hora dia-do-mês mês dia-da-semana (UTC).
ru: Стандартный 5-сегментный формат cron: минута час день-месяца месяц день-недели (UTC).
zh_hans: 标准 5 段 Cron 格式：分 时 日 月 星期 (UTC)。
zh_hant: 標準 5 段 Cron 格式：分 時 日 月 星期 (UTC)。

source: Standard Query String
ar: سلسلة استعلام قياسية
de: Standard-Abfragezeichenfolge
es: Cadena de consulta estándar
fr: Chaîne de requête standard
it: Stringa di query standard
ja: 標準クエリ文字列
ko: 표준 쿼리 문자열
pt_br: String de consulta padrão
ru: Стандартная строка запроса
zh_hans: 标准查询字符串缓存
zh_hant: 標準查詢字串快取

source: Standard RFC 1035 format. Text wraps naturally without horizontal overflow.
ar: تنسيق RFC 1035 القياسي. يلتف النص تلقائيًا بدون تمرير أفقي.
de: Standardmäßiges RFC 1035-Format. Text wird ohne horizontalen Bildlauf umbrochen.
es: Formato estándar RFC 1035. El texto se ajusta automáticamente sin desplazamiento horizontal.
fr: Format standard RFC 1035. Le texte s'adapte automatiquement sans défilement horizontal.
it: Formato standard RFC 1035. Il testo va a capo automaticamente senza scorrimento orizzontale.
ja: 標準 RFC 1035 形式。画面幅に合わせて自動で折り返されます。
ko: 표준 RFC 1035 형식. 화면 너비에 맞춰 자연스럽게 줄바꿈됩니다.
pt_br: Formato padrão RFC 1035. O texto se ajusta naturalmente sem rolagem horizontal.
ru: Стандартный формат RFC 1035. Текст автоматически переносится по ширине экрана.
zh_hans: 标准 RFC 1035 格式。文本自适应屏幕宽度自然折行。
zh_hant: 標準 RFC 1035 格式。文字自適應螢幕寬度自然換行。

source: Start Latency & Jitter Benchmark
ar: بدء اختبار زمن الانتقال والتباين
de: Latenz- & Jitter-Benchmark starten
es: Iniciar prueba de latencia y fluctuación
fr: Démarrer le test de latence et gigue
it: Avvia benchmark di latenza e jitter
ja: 遅延とジッターのベンチマークを開始
ko: 지연 시간 및 지터 벤치마크 시작
pt_br: Iniciar benchmark de latência e jitter
ru: Начать тест задержки и джиттера
zh_hans: 开始延迟与抖动基准测试
zh_hant: 開始延遲與抖動基準測試

source: Start Multi-Round Latency Test
ar: بدء اختبار الكمون متعدد الجولات
de: Starten Sie den Multi-Runden-Latenztest
es: Iniciar prueba de latencia de rondas múltiples
fr: Démarrer le test de latence à plusieurs tours
it: Avvia il test di latenza multi-round
ja: マルチラウンド遅延テストの開始
ko: 다중 라운드 지연 테스트 시작
pt_br: Iniciar teste de latência multi-rodada
ru: Запустить многораундовый тест задержки
zh_hans: 开始多轮边缘时延测试
zh_hant: 開始多轮邊緣時延測试

source: Starter JavaScript Code
ar: كود جافا سكريبت المبتدئ
es: Código JavaScript inicial
fr: Code JavaScript de démarrage
it: Codice JavaScript iniziale
ja: スターター JavaScript コード
ko: 스타터 JavaScript 코드
pt_br: Código JavaScript inicial
ru: Стартовый код JavaScript
zh_hans: 初始 JavaScript 模块代码
zh_hant: 初始 JavaScript 模块程式碼

source: State / Province
ar: الولاية/المقاطعة
de: Staat/Provinz
es: Estado / Provincia
fr: État/Province
it: Stato/Provincia
ja: 州/県
ko: 주/도
pt_br: Estado/Província
ru: Штат/Провинция
zh_hans: 省份 / 州
zh_hant: 省份 / 州

source: Static & dynamic 301/302 URL redirects
ar: عمليات إعادة توجيه URL الثابتة والديناميكية 301/302
de: Statische und dynamische 301/302-URL-Weiterleitungen
es: Redireccionamientos de URL 301/302 estáticos y dinámicos
fr: Redirections d'URL 301/302 statiques et dynamiques
it: Reindirizzamenti URL 301/302 statici e dinamici
ja: 静的および動的 301/302 URL リダイレクト
ko: 정적 및 동적 301/302 URL 리디렉션
pt_br: Redirecionamentos de URL 301/302 estáticos e dinâmicos
ru: Статические и динамические перенаправления URL-адресов 301/302
zh_hans: 静态与动态 301/302 URL 页面重定向
zh_hant: 静態与動態 301/302 URL 頁面重定向

source: Static Path
ar: مسار ثابت
de: Statischer Pfad
es: Ruta estática
fr: Chemin statique
it: Percorso statico
ja: 静的パス
ko: 정적 경로
pt_br: Caminho Estático
ru: Статический путь
zh_hans: 静态路径
zh_hant: 静態路径

source: Static Path (e.g. /api/v2)
ar: المسار الثابت (على سبيل المثال /api/v2)
de: Statischer Pfad (z. B. /api/v2)
es: Ruta estática (por ejemplo, /api/v2)
fr: Chemin statique (par exemple /api/v2)
it: Percorso statico (ad esempio /api/v2)
ja: 静的パス (例: /api/v2)
ko: 정적 경로(예: /api/v2)
pt_br: Caminho estático (por exemplo, /api/v2)
ru: Статический путь (например, /api/v2)
zh_hans: 静态路径 (例如 /api/v2)
zh_hant: 静態路径 (例如 /api/v2)

source: Static site hosting & full-stack web apps
ar: استضافة المواقع الثابتة وتطبيقات الويب المتكاملة
de: Statisches Hosting & Full-Stack-Web-Apps
es: Alojamiento de sitios estáticos y aplicaciones web
fr: Hébergement de sites statiques et applications web
it: Hosting di siti statici e app web full-stack
ja: 静的サイトホスティングとフルスタック Web アプリ
ko: 정적 사이트 호스팅 및 풀스택 웹 앱
pt_br: Hospedagem de sites estáticos e apps full-stack
ru: Хостинг статических сайтов и веб-приложений
zh_hans: 静态站点托管与全栈 Web 应用
zh_hant: 靜態網站代管與全端 Web 應用程式

source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态
zh_hant: 狀態

source: Status Code
ar: رمز الحالة
es: Código de estado
fr: Code d'état
it: Codice di stato
ja: ステータスコード
ko: 상태 코드
pt_br: Código de status
ru: Код состояния
zh_hans: HTTP 重定向状态码
zh_hant: HTTP 重定向狀態碼

source: Stealth Dark
ar: داكن خفي
de: Stealth Dunkel
es: Oscuro Sigiloso
fr: Sombre Furtif
it: Scuro Stealth
ja: ステルスダーク
ko: 스텔스 다크
pt_br: Escuro Furtivo
ru: Скрытный темный
zh_hans: 黑曜石
zh_hant: 黑曜石

source: Steering Policy
ar: سياسة التوجيه
de: Lenkungspolitik
es: Política de dirección
fr: Politique de pilotage
it: Politica di indirizzo
ja: 運営方針
ko: 운영 정책
pt_br: Política de Direção
ru: Политика управления
zh_hans: 流量调度策略
zh_hant: 流量調度策略

source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 스토리지
pt_br: Armazenamento
ru: Хранилище
zh_hans: 存储
zh_hant: 儲存

source: Storage & Databases
ar: التخزين وقواعد البيانات
de: Speicher & Datenbanken
es: Almacenamiento y bases de datos
fr: Stockage et bases de données
it: Archiviazione e database
ja: ストレージとデータベース
ko: 스토리지 및 데이터베이스
pt_br: Armazenamento e bancos de dados
ru: Хранилище и базы данных
zh_hans: 存储与数据库
zh_hant: 儲存與資料庫

source: Storage & DB
ar: التخزين وقواعد البيانات
de: Speicher & Datenbank
es: Almacenamiento y bases de datos
fr: Stockage et bases de données
it: Archiviazione e database
ja: ストレージとデータベース
ko: 스토리지 및 데이터베이스
pt_br: Armazenamento e banco de dados
ru: Хранилище и БД
zh_hans: 存储与数据库
zh_hant: 儲存與資料庫

source: Storage & DBs
ar: التخزين وقواعد البيانات
de: Speicher und Datenbanken
es: Almacenamiento y bases de datos
fr: Stockage et bases de données
it: Archiviazione e DB
ja: ストレージとDB
ko: 스토리지 및 DB
pt_br: Armazenamento e bancos de dados
ru: Хранилище и БД
zh_hans: 存储与数据库
zh_hant: 儲存与資料庫

source: Storage Class
ar: فئة التخزين
de: Speicherklasse
es: Clase de almacenamiento
fr: Classe de stockage
it: Classe di archiviazione
ja: ストレージ クラス
ko: 스토리지 클래스
pt_br: Classe de armazenamento
ru: Класс хранилища
zh_hans: 存储类型
zh_hant: 儲存類別

source: Storage Engine
ar: محرك التخزين
de: Speicher-Engine
es: Motor de almacenamiento
fr: Moteur de stockage
it: Motore di archiviazione
ja: ストレージエンジン
ko: 스토리지 엔진
pt_br: Mecanismo de armazenamento
ru: Механизм хранения
zh_hans: 全球边缘分布式存储
zh_hant: 全球邊緣分布式儲存

source: Storage Size
ar: حجم التخزين
de: Speichergröße
es: Tamaño de almacenamiento
fr: Taille de stockage
it: Dimensioni di archiviazione
ja: ストレージサイズ
ko: 저장소 크기
pt_br: Tamanho de armazenamento
ru: Размер хранилища
zh_hans: 存储占用
zh_hant: 儲存占用

source: Stored Data
ar: البيانات المخزنة
de: Gespeicherte Daten
es: Datos almacenados
fr: Données stockées
it: Dati memorizzati
ja: 保存されたデータ
ko: 저장된 데이터
pt_br: Dados armazenados
ru: Сохраненные данные
zh_hans: 存储数据
zh_hant: 儲存數据
